Repository: jagadeeshkn26/ADDC_MVVM_Working
Catalog: ADDC_MVVM/ADDC_MVVM/Resx/AppResource.*.resx
Languages: ar

# LblAboutus
source: About us
ar: نبذة عن الشركة

# LblConservationtips
source: Conservation tips
ar: نصائح لترشيد الإستهلاك

# LblEnquiries
source: Enquiries
ar: استفسارات

# LblLocateus
source: Locate us
ar: حدد موقعنا

# LblMission
source: Mission
ar: المهمـة

# LblOverview
source: Overview
ar: نظرة عامة

# LblTariffinformation
source: Tariff information
ar: معلومات حول التعرفة

# LblUnderstandingbill
source: Understanding your bill
ar: شرح مكونات الفاتورة

# LblValues
source: Values
ar: القيم

# LblVision
source: Vision
ar: الرؤية

# StrAllRights
source: All rights reserved 2017 Abu Dhabi Distribution Company
ar: جميع الحقوق محفوظة 2017 شركة أبوظبي للتوزيع

# StrChangeLang
source: Change language
ar: تغيير اللغة

# StrEnglish
source: للتوزيع
ar: English

# StrExistingUser
source: Existing user
ar: مستخدم حالي

# StrExplore
source: Explore the ADDC world
ar: استكشف عالم شركة أبوظبي للتوزيع

# StrLogin
source: Log in
ar: تسجيل الدخول

# StrMassive
source: From massive buildings to studio apartments!
ar: بدءًا من المباني الكبيرة وحتى الشقق الصغيرة

# StrNewUser
source: New user
ar: مستخدم جديد

# StrWaterPoer
source: Water, power, community and commerce. We keep things flowing.
ar: مياه، طاقة، مجتمع وصناعة .نحن نحافظ على الاستمرارية. سدد فواتيرك وتحقق من إستهلاكك وتعرف على المزيد عن خدمات شركة أبوظبي للتوزيع عن طريق تطبيق الهاتف الجوال الذي نقدمه لك.

# StrWelcomeToAddc
source: Welcome to ADDC
ar: مرحبًا بك في شركة أبوظبي للتوزيع

# str_elec_save_steps
source: Below are some simple steps that each one of us can follow to help save electricity.
ar: نعرض في ما يلي بعض الخطوات البسيطة التي يمكن لكل واحد منا إتباعها للمساعدة في توفير إستهلاكها.

# TxtMission
source: Plan, develop, maintain, and operate a reliable, secure, safe, and cost effective distribution system in Abu Dhabi and deliver services that meet or exceed our customers’ expectations.
ar: تخطيط وتطوير وصيانة وتشغيل شبكات آمنة ويعتمد عليها وفعالة واقتصادية لتوزيع المياه والكهرباء في أبوظبي وتقديم خدمات ترقى لتطلعات عملاء الشركة بل وتتجاوزها.

# TxtOverview
source: Established in November 1998, Abu Dhabi Distribution Company (ADDC) is responsible for distributing high quality water and electricity services to all customers in the emirate of Abu Dhabi, excluding the Al Ain region. ADDC’s core business is the planning, design, construction, and operation of the Abu Dhabi water and electricity distribution network. ADDC’s customer base is comprised of 412,540 service agreements for the supply of water and/or electricity, which is distributed to customers at the 33 kV and 11 kV levels throughout three regions: Eastern Region (Mussaffah and Baniyas), Western Region (Liwa, Silla) and Abu Dhabi Island. ADDC is a Public Joint Stock Company that provides a regulated service, with revenues allowed by the Regulation &amp; Supervision Bureau (RSB), the entity responsible for licensing and monitoring the performance of all sector companies. The RSB’s oversight of ADDC is done in the interest of customers, and limits are placed on the amount of revenue ADDC can earn in a particular year via the application of price controls that provide incentives for ADDC to improve the quality of service to customers while reducing costs. ADDC’s license is subject to price control periods which are established every few years. The RSB has already commenced the consultation process with ADDC to establish new price controls that will take effect January 1st, 2010.
ar: تتحمل شركة أبوظبي للتوزيع ومنذ تأسيسها في نوفمبر 1998 مسؤولية توزيع خدمات المياه والكهرباء عالية الجودة إلى كافة العملاء في إمارة أبوظبي باستثناء منطقة العين. تتمثل الأعمال الرئيسية التي تقوم بها شركة أبوظبي للتوزيع في تخطيط وتصميم وبناء وتشغيل الشبكة الخاصة بتوزيع المياه والكهرباء في أبوظبي. تضم قاعدة عملاء شركة أبوظبي للتوزيع 412.540 إتفاقية خدمة لتوريد المياه و/أو الكهرباء والتي يتم توفيرها للعملاء على مستوى 33 كيلو فولت ومستوى 11 كيلو فولت في كافة ارجاء المناطق الثلاثة التي تضم المنطقة الشرقية (المصفح وبني ياس) والمنطقة الغربية (ليوا والسلع) وجزيرة أبوظبي. تصنف شركة أبوظبي للتوزيع على أنها شركة مساهمة عامة توفر خدمة منظمة مقابل إيرادات مصرح بها من قبل مكتب التنظيم والرقابة(RSB) ، وهو الجهة المسئولة عن ترخيص ومراقبة أداء كافة شركات القطاع. الغرض من إخضاع شركة أبوظبي للتوزيع لمراقبة مكتب التنظيم هو خدمة مصالح العملاء ووضع ضوابط على قيمة الإيرادات التي يمكن لشركة أبوظبي للتوزيع تحصيلها في سنة معينة عن طريق تطبيق نظام رقابة الأسعار والذي يوفر في نفس الوقت الحافز لشركة أبوظبي للتوزيع للارتقاء بجودة خدماتها للعملاء المصحوبة وخفض التكاليف. يرتبط ترخيص شركة أبوظبي للتوزيع مع سريان تطبيق نظام رقابة الأسعار الذي يتم تحديده كل بضع سنوات وقد باشر مكتب التنظيم والرقابة فعلياً في إجراءات التشاور مع شركة أبوظبي للتوزيع لوضع وسائل جديدة لرقابة الاسعار سيبدأ العمل بها إعتباراً من الأول من يناير لسنة 2010.

# TxtValue
source: Achieving ADDC vision requires us to permeate our core values throughout the organization in order to enable us to deliver sustainable business results. Our core values include:
ar: إن تحقيق وتجسيد رؤية شركة أبوظبي للتوزيع يحتم علينا النفاذ إلى قيمنا الاساسية في كل جوانب التنظيم ليتسنى الحصول على نتائج عملية دائمة ، وتشتمل قيمنا الأساسية:

# TxtVision
source: ADDC becomes a leading water and electricity distribution and supply company comparable with the top quartile performers worldwide by 2020.
ar: أن تصبح شركة أبوظبي للتوزيع شركة رائدة في مجال خدمات توزيع وتوريد المياه والكهرباء وأن يكون ترتيبها ضمن الربع الأول لقائمة أفضل شركات عالمية عاملة في هذا المجال بحلول عام 2020.

# PasswordEntryPlaceholder
source: Password
ar: كلمه السر

# BorderdesignTop
source: border_design_top.png
ar: border_design_top_ar.png

# str_acc_number
source: Account number
ar: رقم الحساب

# str_balance
source: Outstanding balance
ar: الرصيد المُستحقّ

# str_ost_bal
source: Account balance
ar: رصيد الحساب

# str_select_property
source: Select the accounts to pay their outstanding bills
ar: حدد الحسابات التي تريد سداد فواتيرها

# TxtMyAccount
source: My Account
ar: حساب

# TxtPay
source: PAY NOW
ar: دفع

# TxtSubmit
source: SUBMIT
ar: متابعة

# TxtMakPayment
source: Pay
ar: أتم عملية الدفع

# LblMyAccount
source: My Account
ar: حسابي

# LblMyProfile
source: My Profile
ar: الملف الشخصي

# LblHistory
source: History
ar: السجل

# LblNotification
source: Notification
ar: الإشعارات

# str_MyProfile
source: My profile
ar: الملف الشخصي

# str_edit
source: EDIT
ar: تعديل

# str_cus_id_header
source: Keep us updated
ar: حدث بياناتك بإستمرار

# str_myprof_data
source: It is critical that we have your right details to continue providing you with our best possible service. Kindly use this to update us, should you need to make any more changes.
ar: من الضروري حصولنا على البيانات الصحيحة للاستمرار في تقديم أفضل خدمة ممكنة. يُرجى استخدام هذا الخيار لإبقاء بياناتك محدثة .

# str_cus_id
source: Customer ID
ar: معرف العميل

# str_update_acc_fullname
source: Full name
ar: الاسم بالكامل

# str_username_prof
source: Username
ar: اسم المستخدم

# str_personal_detls
source: Your personal details :
ar: بياناتك الشخصية:

# str_bill_language_myprofile
source: Which language you would prefer us to use?
ar: ما اللغة التي تفضل استخدامها؟

# str_contctnum_desc
source: If you include more than one number, then we will use the first one to send you SMS alerts and service updates; please make sure it is a local mobile.
ar: إذا أدخلت أكثر من رقم واحد، فسنستخدم الرقم الأول لنرسل إليه رسائل نصية قصيرة بالتنبيهات وتحديثات الخدمة؛ فيُرجى التأكد من أنه هاتف محمول محلي.

source: Change password
ar: تغيير كلمة المرور

source: My profile
ar: الملف الشخصي

# str_saved_card
source: Saved cards
ar: البطاقات المحفوظة

# str_select_pay_mode
source: Payment method
ar: طريقة الدفع

# str_cancel
source: Cancel
ar: إلغاء

# forword_button
source: forword_button.png
ar: forword_button_ar.png

# action_pay_now
source: PAY NOW
ar: إدفع الآن

# payment_secure
source: All transactions on ADDC are encrypted and 100% secure.If you are having difficulties completing this form, or would like further information, please contact us at 800 – 2332.
ar: في شركة أبوظبي للتوزيع مشفرة وآمنة بموجب بروتوكول %100 .إذا كنت تواجه مشاكل في إكمال هذا النموذج، أو كنت ترغب في معرفة المزيد من المعلومات، فيرجى الاتصال بنا على الرقم .2332 – 800

# min_max_payment
source: You can pay the amount between AED 5 to AED 1000000
ar: أقل مبلغ يمكنك دفعه هو 5 دراهم و أعلى مبلغ هو 1000000 درهم

# HeaderContent
source: header.png
ar: header_ar.png

# StrForgotPwd
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

# str_phone
source: Contact number
ar: رقم الإتصال

# str_try_again
source: Some error happen please try again later.
ar: بعض الخطأ يحدث يرجى المحاولة مرة أخرى في وقت لاحق.

# str_gps_title
source: Alert
ar: تحذير

# btn_ok
source: OK
ar: تحذير

# HoriExp
source: Start
ar: End

# HoriRevExp
source: End
ar: Start

# str_enter_email
source: Enter your email ID
ar: أدخل عنوان البريد الإلكتروني

# str_update_acc_add
source: ADD NEW NUMBER
ar: أضف رقم هاتف جديد

# str_cont_info
source: Your contact preferences
ar: وسائل الاتصال المفضلة

# str_bill_language
source: Please select which language you prefer when we communicate with you:
ar: الرجاء تحديد اللغة التي تفضلها في التواصل:

# AboutUs
source: English About Us
ar: Arabic About Us

# aboutUsTitle
source: English About Us Title
ar: Arabic About Us Title

# ConservationTips
source: English Conservation Tips
ar: Arabic Conservation Tips

# EImage1
source: top_en_new.png
ar: electricity_top_left_arb_new.png

# EImage2
source: electricity_top_right_en_new.png
ar: electricity_top_right_arb_new.png

# EImage3
source: electricity_left_en_new.png
ar: electricity_left_arb_new.png

# EImage4
source: electricity_middle_top_en_new.png
ar: electricity_middle_top_arb_new.png

# EImage5
source: electricity_middle_bottom_en_new.png
ar: electricity_middle_bottom_arb_new.png

# EImage6
source: right_en_new.png
ar: right_arb_new.png

# EImage7
source: electricity_bottom_en_new.png
ar: electricity_bottom_arb_new.png

# Enquiries
source: English Enquiry
ar: Arabic Enquiries

# LocateUs
source: English Locate Us
ar: Arabic Locate Us

# Tariff
source: English Tariff
ar: Arabic Tariff

# UnderStandingYourBill
source: English Understanding your Bill
ar: Arabic Understanding your bill

# str_bill_top_header
source: Personal details & property details
ar: البيانات الشخصية وبيانات العقار

# str_bill_top_desc
source: This shows you whose name the bill is in and which property it is for.
ar: يُوضح هذا القسم اسم صاحب الفاتورة والعقار الخاص بالفاتورة.

# str_bill_left_header
source: Meter details
ar: رقم العداد

# str_meter_title_desc
source: Here you’ll find everything you need to know about your electricity meter.
ar: ستجد كل شيء تحتاج معرفته عن عداد الكهرباء الخاص بك.

# str_meter_title1
source: Meter number:
ar: رقم العداد:

# str_meter_desc1
source: Every meter has a unique number, which allows us to track the amount of electricity you have used since your last bill and to generate the next one.
ar: لكل عداد رقم مميز، مما يتيح لنا متابعة كمية المياه التي استخدمتها منذ آخر فاتورة لك ولإصدار الفاتورة التالية.

# str_meter_title2
source: Meter reading:
ar: قراءة العداد:

# str_meter_desc2
source: This shows you the reading that we have based your bill on. If we haven’t been able to take an actual reading, this may be an estimated figure, based on your typical previous usage, in which case you’ll see an E next to the reading.
ar: قراءة العداد: يُوضح لك هذا القراءة التي تم إصدار الفاتورة بناءً عليها. وإن لم نتمكن من أخذ القراءة الفعلية، فقد تكون القراءة عبارة عن رقم تقديري، بناءً على استخدامك السابق المعتاد، وفي هذه الحالة سترى حرف E بجوار القراءة.

# str_meter_title3
source: Total units:
ar: إجمالي الوحدات:

# str_meter_desc3
source: The number you see here shows how many units of electricity you have used since your last bill. We multiply this by the unit rate from your tariff to work how your balance.
ar: يوضح الرقم الذي تراه هنا عدد الوحدات الكهربائية التي استخدمتها منذ فاتورتك الأخيرة. ويتم ضرب هذا الرقم بمعدل الوحدة من تعرفتك لحساب رصيدك.

# str_bill_custdetails
source: Customer details
ar: معلومات العميل

# str_bill_middle_top_header
source: Account activity
ar: نشاط الحساب -

# str_bill_middle_top_header_desc
source: This section sets out any payments or charges since your last bill and the amount of electricity you have used since then.
ar: يعرض هذا القسم أي دفعات سداد أو رسوم منذ آخر فاتورة لك وكمية الكهرباء التي استخدمتها منذ ذلك الحين.

# str_sum_title1
source: Balance from your last bill:
ar: الرصيد من آخر فاتورة:

# str_sum_desc1
source: This reminds you of the outstanding amount from your previous bill. It may show as a credit or a debit balance.
ar: يذكرك هذا القسم بالمبلغ المُستحق من فاتورتك السابقة. وقد يظهر كرصيد دائن أو مدين.

# str_sum_title2
source: Payments received since last bill:
ar: الدفعات المُستلَمة منذ آخر فاتورة:

# str_sum_desc2
source: Any payments you have made to this account since your previous bill was issued are shown here.
ar: يتم هنا توضيح أي دفعات سداد قمت بها لهذا الحساب منذ إصدار فاتورتك السابقة.

# str_sum_title3
source: Amount in Arrears:
ar: مبلغ المتأخرات:

# str_sum_desc3
source: Here you’ll see the credit or debit amount that has been carried over to this bill; it’s simply the previous balance less any.
ar: سترى هنا مبلغ الدائن أو مبلغ المدين الذي تم ترحيله إلى هذه الفاتورة؛ وهو ببساطة الرصيد السابق مخصومًا منه

# str_bill_middle_bottom_header
source: Current charges
ar: الرسوم الحالية -

# str_bill_middle_bottom_desc
source: Actual cost and subsidy:
ar: التكلفة الفعلية والدعم الحكومي:

# str_bill_middle_bottom_cont
source: Just for your information, this shows the subsidy that has been applied to your account and what the actual cost of the electricity you’ve used would have been without it.
ar: فقط لمعلوماتك، يُوضح هذا البند الدعم الحكومي الذي تم تطبيقه على حسابك وما هي التكلفة الفعلية للكهرباء التي قمت باستخدامها

# str_btp_title4_bold
source: Total to pay:
ar: الإجمالي الواجب دفعه

# str_btp_title4_desc
source: Here you’ll see the current balance of your account, which includes any outstanding amount carried over from your previous bill. This is the amount that you are due to pay.
ar: سترى هنا رصيدك الحالي في حسابك، والذي يتضمن أي مبالغ مُستحقّة مرحلة من فاتورتك السابقة. وسيكون هذا هو المبلغ المُستحق الواجب عليك دفعه.

# str_bill_right_header
source: Account details
ar: تفاصيل الحساب

# str_cust_title1
source: In this section you’ll find all the key reference numbers linked to your account. You might need these to set up an online account or pay a bill. It also shows the date your bill was issued and when it needs to be paid by.
ar: ستجد في هذا القسم جميع الأرقام المرجعية الرئيسية المتصلة بحسابك. وقد تحتاج لهذه الأرقام لإنشاء حساب على الإنترنت أو لسداد فاتورة. كما يُظهر كذلك تاريخ إصدار فاتورتك ومتى يلزم دفعها.

# str_cust_desc1
source: This is your personal reference number linked to your ADDC account. If you have more than one account with us, the same ID number will be used across them all.
ar: هذا هو رقمك المرجعي الشخصي المرتبط بحسابك لدى شركة أبوظبي للتوزيع. وإذا كان لديك أكثر من حساب واحد لدينا، فسيتم استخدام نفس رقم الهوية في جميع هذه الحسابات.

# str_cust_title2
source: Account number:
ar: رقم الحساب:

# str_cust_desc2
source: This number is specific to your ADDC electricity account at the property shown. Every different account you have with us will have a different account number.
ar: رقم الحساب: تم تعيين هذا الرقم لحساب شركة أبوظبي للتوزيع المخصص للكهرباء لديك في العقار الموضح. وسيكون لكل حساب مختلف لك لدينا رقم حساب مختلف.

# str_cust_title3
source: Bill number:
ar: رقم الفاتورة

# str_cust_title4
source: Bill date:
ar: تاريخ الفاتورة:

# str_cust_desc4
source: The date on which the bill is to be paid.
ar: تاريخ استحقاق دفع الفاتورة.

# str_bill_bottom_header
source: Balance to be paid
ar: الرصيد الواجب دفعه

# str_btp_title1
source: Total to pay:Here you’ll see the current balance of your account, which includes any outstanding amount carried over from your previous bill. This is the amount that you are due to pay.
ar: الإجمالي الواجب دفعه: سترى هنا رصيدك الحالي في حسابك، والذي يتضمن أي مبالغ مُستحقّة مرحلة من فاتورتك السابقة. وسيكون هذا هو المبلغ المُستحق الواجب عليك دفعه.

# str_btp_title2
source: Account number:
ar: رقم الحساب:

# str_btp_title3
source: Bill date:
ar: تاريخ الفاتورة:

# str_btp_title4
source: Total to pay:
ar: الإجمالي الواجب دفعه:

# str_bill_custsupport
source: Customer support
ar: خدمة العملاء

# str_bill_custsupport_desc
source: This shows you what channels you can use to contact ADDC customer support team.
ar: يوضح هذا القسم قنوات التواصل مع شركة أبوظبي للتوزيع.

# str_bill_latest_middle_bottom_desc
source: This section shows you what is the actual cost incurred at the defined rate, subsidies if applicable. And finally what customer needs to pay post including other charges, adjustments/corrections.
ar: يوضح لك هذا القسم ما هي التكلفة الفعلية المتكبدة بسعر محدد، والإعانات إن وجدت. وأخيرا ما احتياجات العملاء لدفع آخر بما في ذلك رسوم أخرى، والتعديلات / تصحيحات.

# str_bill_num_right_desc
source: This is a referance number consists of 12 digits which can be used to pay the bills and to identify the account number.
ar: هو رقم مرجعي يتكون من 12 رقم يمكن استخدامه لدفع الفواتير وللإستدلال على رقم حساب.

# str_meter_watertitle_desc
source: Here you’ll find everything you need to know about your water meter.
ar: ستجد هنا كل شيء تحتاج معرفته عن عداد المياه الخاص بك.

# str_meter_water_desc1
source: Every meter has a unique number, which allows us to track the amount of water you have used since your last bill and to generate the next one.
ar: رقم العداد: لكل عداد رقم مميز، مما يتيح لنا متابعة كمية المياه التي استخدمتها منذ آخر فاتورة لك ولإصدار الفاتورة التالية.

# str_meter_water_desc3
source: The number you see here shows how many units of water you have used since your last bill. We multiply this by the unit rate from your tariff to work how your balance.
ar: يوضح الرقم الذي تراه هناعدد وحدات المياه التي استخدمتها منذ فاتورتك الأخيرة. ويتم ضرب هذا الرقم بقيمة تعرفتك لحساب رصيدك.

# str_bill_middle_top_header_water_desc
source: This section sets out any payments or charges since your last bill and the amount of water you have used since then.
ar: يعرض هذا القسم أي دفعات سداد أو رسوم منذ آخر فاتورة لك وكمية المياه التي استخدمتها منذ ذلك الحين.

# str_bill_middle_bottom_water_desc
source: Actual cost and subsidy:
ar: التكلفة الفعلية والدعم الحكومي:

# str_water_bottom_desc1
source: Just for your information, this shows the subsidy that has been applied to your account and what the actual cost of the water you’ve used would have been without it.
ar: فقط لمعلوماتك، يُوضح هذا البند الدعم الحكومي الذي تم تطبيقه على حسابك وما هي التكلفة الفعلية للمياه التي قمت باستخدامها

# str_bill_water_right
source: This number is specific to your ADDC water account at the property shown. Every different account you have with us will have a different account number.
ar: رقم الحساب: تم تعيين هذا الرقم لحساب شركة أبوظبي للتوزيع المخصص للكهرباء لديك في العقار الموضح. وسيكون لكل حساب مختلف لك لدينا رقم حساب مختلف.

# EImage4PopUpText
source: English eb pop up text 4
ar: Arabic eb pop up text 4

# EImage4PopUpTitle
source: English eb title 4
ar: Arabic eb title 4

# EImage5PopUpText
source: English eb pop up text 5
ar: Arabic eb pop up text 5

# EImage5PopUpTitle
source: English eb title 5
ar: Arabic eb title 5

# EImage6PopUpText
source: English eb pop up text 6
ar: Arabic eb pop up text 6

# EImage6PopUpTitle
source: English eb title 6
ar: Arabic eb title 6

# EImage7PopUpText
source: English eb pop up text 7
ar: Arabic eb pop up text 7

# EImage7PopUpTitle
source: English eb title 7
ar: Arabic eb title 7

# ElectricityBillTitle
source: Electricity English Bill
ar: Elelctricity Arabic Bill

# WaterBillTitle
source: Water English Bill
ar: Water Arabic Bill

# WImage1
source: water_top_left_en_new.png
ar: water_top_left_arb_new.png

# WImage1PopUpText
source: English eb pop up text 1
ar: Arabic wb pop up text 1

# WImage1PopUpTitle
source: English eb title 1
ar: Arabic wb title 1

# WImage2
source: water_top_right_en_new.png
ar: water_top_right_arb_new.png

# WImage2PopUpText
source: English eb pop up text 2
ar: Arabic wb pop up text 2

# WImage2PopUpTitle
source: English eb title 2
ar: Arabic wb title 2

# WImage3
source: water_left_en_new.png
ar: water_left_arb_new.png

# WImage3PopUpText
source: English eb pop up text 3
ar: Arabic wb pop up text 3

# WImage3PopUpTitle
source: English eb title 3
ar: Arabic wb title 3

# WImage4
source: water_middle_top_en_new.png
ar: water_middle_top_arb_new.png

# WImage4PopUpText
source: English eb pop up text 4
ar: Arabic wb pop up text 4

# WImage4PopUpTitle
source: English eb title 4
ar: Arabic wb title 4

# WImage5
source: water_middle_bottom_en_new.png
ar: water_middle_bottom_arb_new.png

# WImage5PopUpText
source: English eb pop up text 5
ar: Arabic wb pop up text 5

# WImage5PopUpTitle
source: English eb title 5
ar: Arabic wb title 5

# WImage6
source: right_en_new.png
ar: right_arb_new.png

# WImage6PopUpText
source: English eb pop up text 6
ar: Arabic wb pop up text 6

# WImage6PopUpTitle
source: English eb title 6
ar: Arabic wb title 6

# WImage7
source: water_bottom_en_new.png
ar: water_bottom_arb_new.png

# WImage7PopUpText
source: English eb pop up text 7
ar: Arabic wb pop up text 7

# WImage7PopUpTitle
source: English eb title 7
ar: Arabic wb title 7

# hor_icon
source: End
ar: Start

# hor_Label
source: Start
ar: End

# str_elec_bill
source: Electricity bill
ar: فاتورة الكهرباء

# str_understanding_bill
source: Understanding your bill
ar: شرح مكونات الفاتورة

# str_under_bill_desc
source: We want to make sure you’re completely clear about what you’re paying and why, so we’ve designed our bills to be as straightforward as possible. This page explains the different information we show on your bill and how we’ve worked out what you need to pay us.
ar: نحن نرغب في التأكد من الوضوح التام لكل ما تدفعه وسبب دفعه، لهذا صممنا فواتيرنا لتكون بسيطة بقدر الإمكان. وهذه الصفحة تشرح المعلومات المختلفة التي نوضحها في فاتورتك وكيف قمنا بحساب ما يجب عليك دفعه

# str_under_bill_desc_title
source: Your bill explained
ar: شرح مكونات فاتورتك

# str_water_bill
source: Water bill
ar: فاتورة المياه

# backword_button
source: forword_button_ar.png
ar: forword_button.png

# str_bill_history
source: Bill history
ar: سجل الفواتير

# str_payment_history
source: Payment history
ar: سجل السداد

# str_choose_property
source: Choose account
ar: اختر الحساب

# str_bill_number_bil
source: Bill number
ar: رقم الفاتورة

# str_date_bill
source: Bill date
ar: تاريخ الفاتورة

# str_pay_by_date_bill
source: Pay by date
ar: يرجى السداد قبل

# str_payment_date
source: Payment date
ar: تاريخ السداد

# str_paid_amt
source: Paid amount
ar: المبلغ المدفوع

# str_transaction
source: Transaction ID
ar: رقم المرجع البنكي

# action_save
source: SAVE
ar: حفظ

# str_problem_sign_in
source: Password recovery
ar: استعادة كلمة السر

# str_send_forgot_pass
source: Please enter your username in the following field and click SUBMIT to receive an email with the new password.
ar: اسم المستخدم الخاص بك في الحقل التالي والنقر على "إرسال" لاستلام رسالة بريد إلكتروني بكلمة المرور الجديدة اسم المستخدم

# str_customer_enquiry_title
source: Enquiries
ar: استفسارات

# str_send_enquiry
source: Send enquiry
ar: أرسل إستفسار

# str_send_suggestions
source: Send suggestions
ar: اقتراحات

# str_last_bill_sum
source: Last bill summary
ar: ملخص آخر فاتورة

# str_last_pay_sum
source: Last payment summary
ar: ملخص آخر عملية سداد

# str_bill_cycle
source: Bill cycle
ar: دورة الفاتورة

# str_premise_id
source: Premise id
ar: معرف العقار

# str_premise_type
source: Premise type
ar: نوع العقار

# str_bill_pref
source: Bill preference
ar: الطريقة المفضلة لإستلام الفاتورة

# str_tariff_type
source: Tariff type
ar: نوع التعرفة
