Repository: jagadeeshkn26/ADDC_MVVM_Working
Catalog: ADDC_MVVM/ADDC_MVVM/Resx/AppResource.*.resx
Languages: ar

# str_previous_charges
source: Previous charges
ar: إجمالي الرصيد السابق

# str_curr_cycle_chrgs
source: Current cycle charges
ar: قيمة الفاتورة الحالية

# str_water_consumption
source: Water consumption
ar: إستهلاك المياه

# str_amount
source: Amount :
ar: المبلغ :

# str_tariff
source: Tariff :
ar: التعرفة :

# str_electricity_consumption
source: Electricity consumption
ar: إستهلاك الكهرباء

# str_bill_address
source: Billing address
ar: عنوان الفواتير

# str_post_box
source: Po box
ar: صندوق البريد

source: next_icon
ar: next_icon_ar

source: landing_header
ar: landing_header_ar

source: landing
ar: landing_ar

# str_all_mandatory
source: Please enter all the required fields.
ar: يُرجى إدخال جميع الحقول المطلوبة

# str_enter_user
source: Please enter your username
ar: يُرجى إدخال اسم المستخدم

# str_enter_pass
source: Please enter your password
ar: يُرجى إدخال كلمة المرور

# str_pass_not_match
source: Password not matching.
ar: كلمة المرور غير مطابقة

# str_energy_save
source: Explore our Energy Saving Campaign
ar: استكشف حملتنا لتوفير الطاقة

source: account_bg
ar: account_bg_ar

source: menu_bg
ar: menu_bg_ar

# enter_eid
source: Please enter your Emirates ID.
ar: يُرجى إدخال رقم بطاقة الهوية الإماراتية

# img_yes_bg
source: yes_i_do_dialog_box.png
ar: yes_i_do_dialog_box_ar.png

# str_actv_heading
source: Activate your ADDC account
ar: فعل حسابك لدى شركة أبوظبي للتوزيع

# str_actv_message
source: If you have already activated your account for the ADDC eServices website you can use the same details to log in. Otherwise, to activate your account simply enter your Emirates ID number here. we will then send the PIN to the mobile number and email ID.
ar: إذا كنت قد فعلت حسابك بموقع الخدمات الإلكترونية الخاص بشركة أبوظبي للتوزيع فيمكنك استخدام نفس التفاصيل لتسجيل الدخول أو، لتفعيل حسابك الخاص، عليك ببساطة إدخال رقم بطاقة الهوية الإماراتية الخاص بك هنا. ومن ثم سنرسل رمز التعريف الشخصي إلى رقم المحمول وعنوان البريد الإلكتروني.

# str_answer
source: Answer
ar: الإجابة

# str_customer_care
source: For further enquiries, please get in touch with our contact centre at 800-2332. We're happy to help you out.
ar: إذا كانت لديك استفسارات أخرى، فالرجاء الاتصال بمركز الاتصال على الرقم 2332-800. وتسعدنا مساعدتك

# str_eid
source: Enter your Emirates ID
ar: أدخل رقم الهوية الإماراتية

# str_enter_mobile
source: Enter your mobile number
ar: أدخل رقم المحمول:

# str_enter_pin
source: Please enter your PIN.
ar: يُرجى إدخال رمز التعريف الشخصي.

# str_next
source: Next
ar: التالي

# str_not_received_pin
source: In case you haven't received the PIN, then click on Resend PIN
ar: في حالة عدم تلقيك لرمز التعريف الشخصي، انقر على "إعادة الإرسال

# str_receive_pin
source: Please enter your new PIN and click on SUBMIT:
ar: في حالة عدم تلقيك لرمز التعريف الشخصي، انقر على "إعادة الإرسال

# str_resend_pin
source: Resend PIN
ar: إعادة إرسال رمز التعريف الشخصي

# str_retypepasswd
source: Retype new password
ar: أعد كتابة كلمة المرور:

# str_select_secret
source: Select a secret question
ar: حدد سؤالاً سريًا لإعادة تعيين كلمة المرور

# str_typepasswd
source: New password
ar: اكتب كلمة المرور

# str_update_acc_username_lbl
source: Enter your username
ar: أدخل اسم المستخدم

# str_validate_pin_text1
source: We have sent the PIN to your registered mobile
ar: لقد قمنا بإرسال رمز التعريف الشخصي الى رقم الهاتف المتحرك المسجل لدينا

# str_validate_pin_text2
source: and E-mail address
ar: و الى عنوان البريد الالكتروني

# str_wrong_emirates_id
source: Emirates ID is in a wrong format.
ar: رقم بطاقة الهوية الإماراتية غير صحيح

# str_support
source: Contact support
ar: اتصل بالدعم

# str_pay_friend
source: Pay for friend
ar: الدفع لصديق

# str_continue
source: Continue
ar: المتابعة

# str_friend_heading
source: Enter your friend’s account number.
ar: أدخل رقم الحساب.

# str_payfrnd_note
source: Dear Customer,
ar: عزيزي العميل,

# str_payfrnd_note_desc
source: If you’re Residential, Agricultural or Commercial Account holder, you can pay your bills by credit or debit card. A processing fee will apply as AED 2.25% plus AED 1.50 for each transaction to all Commercial Account payment.
ar: يمكنك الآن الدفع بواسطة البطاقة الائتمانية وبطاقة الخصم المباشر لجميع أنواع حساباتك، مع العلم بأنه سوف تطبق رسوم إدارية بواقع ٢,٢٥٪‏ درهم بالإضافة الى ١,٥٠ درهم لكل معاملة على أي مبلغ مدفوع للحسابات التجارية

# str_select_account_details
source: Click on account number to view details
ar: لمزيد من التفاصيل الرجاء الضغط على رقم الحساب

# str_conservation_tips
source: Conservation tips
ar: نصائح لترشيد الإستهلاك

# str_water_saving
source: Water saving
ar: ترشيد إستهلاك المياه

# str_elec_saving
source: Electricity saving
ar: ترشيد إستهلاك الكهرباء

# str_water_tips
source: Water saving tips
ar: ترشيد إستهلاك المياه

# str_elec_tips
source: Electricity saving tips
ar: ترشيد إستهلاك الكهرباء

# str_water_tips_desc
source: Water is one of the most essential elements that we need in our everyday lives. United Arab Emirates suffers from a scarce rainfall season, therefore, it is very important for us to monitor the overall consumption of water, whether it was inside or outside our homes, at school or at the workplace.
ar: "المياه هي واحدة من أهم العناصر الأساسية التي نحتاجها في حياتنا اليومية. تعاني الإمارات العربية المتحدة من موسم الأمطار النادرة. وبالتالي من المهم جدا بالنسبة لنا لمراقبة الإستهلاك الكلي للمياه سواء كان ذلك داخل أو خارج منازلنا أو بالمدارس أو في أماكن عملنا.

# str_elec_tips_desc
source: Electricity is one of the most important resources and one of the discoveries that modern civilization relies heavily upon. Just like any other needed resource, it is important that we learn how to conserve usage of electricity.
ar: تعد الكهرباء واحدة من أكثر المصادر أهمية ومن أعظم الاكتشافات التي قامت عليها الحضارة الحديثة التي لا يمكن الاستغناء عنها. وأسوة بالمصادر الأخرى الضرورية في حياتنا التي يجب علينا أن نتعلم كيفية ترشيد استخدامها.

# str_insd_house
source: Inside the house
ar: داخل المنزل

# str_osd_house
source: Outside the house
ar: خارج المنزل

# str_at_school
source: At school
ar: في المدرسة

# str_water_saver
source: Water saver
ar: جهاز توفير المياه

# str_air_cond
source: The air conditioner
ar: أجهزة تكييف الهواء

# str_save_light
source: How to save lighting?
ar: كيفية التوفير بالإنارة؟

# str_home_appliance
source: Home appliances
ar: الأجهزة المنزلية

# str_reduce_water
source: How can we reduce water consumption at home?
ar: كيف يتسنى لنا تخفيض إستهلاك المياه بالمنزل؟

# str_wash
source: While washing
ar: اثناء الغسيل

# str_shower
source: In the shower
ar: اثناء الاستحمام

# str_kitchen
source: In the kitchen
ar: في المطبخ

# str_garden
source: Garden
ar: في الحديقة

# str_washing_car
source: While washing the car
ar: عند غسيل السيارة

# str_swimming_pool
source: Swimming pools
ar: احواض السباحة

# str_wash_tip1
source: Turn off the tap while brushing your teeth and use a big glass of water instead of running water.
ar: إقفل صنبور الماء أثناء غسيل الأسنان واستخدم كوباً كبيراً من الماء بدلاً من فتح الصنبور.

# str_wash_tip2
source: Turn off the tap while washing your face or while shaving.
ar: إقفل صنبور الماء أثناء غسيل الوجه أو أثناء الحلاقة.

# str_wash_tip3
source: Use a water flow regulator to reduce the amount of water consumed.
ar: إستخدام منظم تدفق المياه لتخفيض كمية الماء المستهلكة.

# str_shower_tip1
source: Use the shower instead of filling the basin with water. If you insist on using it, make sure you do not over fill it.
ar: إستخدم الدش بدلاً من تعبئة حوض الاستحمام بالماء،فإن كان لا بد من ذلك ،ً ينبغي عدم تعبئته حتى لا يفيض.

# str_shower_tip2
source: Use the low flow spray.
ar: استخدم الرذاذ منخفض التدفق.

# str_shower_tip3
source: Use spray regulator or a bolt to stop water flow while washing.
ar: استخدم منظم رشاش أو برغي لحبس الماء أثناء الاستحمام.

# str_kitchen_tip1
source: Wash fruits and vegetables in a water filled basin or bowl to reduce water consumption while washing.
ar: إغسل الفاكهة والخضروات في حوض أو وعاء مملوء بالماء لتقليل الكميات المستهلكة.

# str_kitchen_tip2
source: Leave frozen foods out for a proper amount of time to defrost instead of pouring water over them.
ar: اترك الأطعمة المجمدة في مكان مكشوف لمدة تكفي لإذابتها بدلاً من صب الماء عليها.

# str_kitchen_tip3
source: Use the exact amount of water needed for drinking purposes or coffee or tea preparation.
ar: إستخدم الكمية المناسبة من المياه لأغراض الشرب أو إعداد القهوة أو الشاي.

# str_kitchen_tip4
source: When washing dishes, it is preferable to wash them in a basin filled with water. As for the dishes that need vigorous cleaning, it is recommended to soak the dishes in water for a short amount of time before washing them.
ar: عند غسيل الأطباق يفضل بأن يتم غسلها في حوض مملوء بالماء. أما الأطباق التي تحتاج إلى تنظيف أكثر فينصح بغمرها في الماء لمدة قصيرة قبل غسيلها.

# str_kitchen_tip5
source: Make sure that the dishwashing machine is fully loaded before turning it on. It is useless turning the machine on for one or two plates.
ar: تأكد من امتلاء ماكينة غسيل الأطباق بشكل تام قبل تشغيلها إذ أنه من العبث تشغيلها لمجرد غسيل طبق أو طبقين.

# str_kitchen_tip6
source: Taps and water pipes should be checked on a regular basis to detect any possible leakage
ar: يجب فحص الصنابير وأنابيب المياه بانتظام لاكتشاف أية تسرب محتمل للمياه.

# str_garden_tip
source: Use the spray or drip irrigation system for irrigation to limit the consumption of water. Both methods are considered modern methods that use the least amount of water.
ar: "استخدام نظام الرذاذ أو الري بالتنقيط في أعمال الري لخفض إستهلاك المياه وهما نظامان حديثان يستخدمان أقل كميات ممكنة من المياه .

# str_wash_car_tip
source: It is recommended to use at least two buckets of water to wash your car instead of using a water hose.
ar: يمكنك استخدام نحو سطلين من الماء لغسيل سيارتك بدلاْ من استخدام خرطوم المياه.

# str_swimming_pool_tips
source: Swimming pools consumes large amount of water especially when they are big in size. Therefore it is recommended to follow these useful tips:
ar: تستهلك أحواض السباحة كمية كبيرة من الماء خاصة عندما تكون كبيرة الحجم. بناء عليه يوصى باتباع الإرشادات المفيدة التالية:

# str_swimming_pool_tip1
source: Always make sure that the water level in the swimming pool is low.
ar: تأكد دائماً من بقاء مستوى الماء منخفضاً في حوض السباحة.

# str_swimming_pool_tip2
source: Cover the swimming pool with a suitable shade to decrease evaporation rate.
ar: تغطية حوض السباحة بمظلة مناسبة للحد من معدلات التبخر.

# str_swimming_pool_tip3
source: Check the walls of the swimming pool and the drainage system constantly to monitor any leakage.
ar: فحص جدران حوض السباحة ونظام تصريف المياه على الدوام لكشف أي تسرب.

# str_school_tip1
source: Never use water as a playing tool.
ar: الإمتناع نهائياً عن استخدام المياه كوسيلة للتسلية واللهو

# str_school_tip2
source: Inform your teacher in case of leakage.
ar: تبليغ المدرس في حالة وجود تسرب.

# str_school_tip3
source: Advise the gardener to use spray irrigation techniques.
ar: توجيه البستاني لاستخدام تقنيات الري بالرذاذ.

# str_ac_tip1
source: Conduct inspection and maintenance activities on a regular basis to ensure the air conditioner is operating efficiently and effectively.
ar: القيام بأعمال التفتيش والصيانة بشكل دوري للتأكد من فاعلية وكفاءة عمل جهاز تكييف الهواء.

# str_ac_tip2
source: Clean the filter once every two weeks. This helps produce cleaner, cooler air and enables lower consumption of electricity.
ar: تنظيف المرشح (الفلتر) مرة كل إسبوعين الأمر الذي يساعد في تدفق هواء أنظف وأبرد ويخفض إستهلاك الكهرباء.

# str_ac_tip3
source: Close any holes around the AC unit to prevent any leakage of air, which in turn reduces consumption.
ar: أغلق أي فتحات/ فجوات حول وحدة تكييف الهواء لمنع أي تسرب للهواء مما يخفض بالتالي من معدل الإستهلاك.

# str_ac_tip4
source: Install curtains around the windows to minimize the entry of external heat and reduce the consumption of light as much as possible.
ar: تركيب ستائر على النوافذ للتخفيف من دخول الحرارة الخارجية وتخفيض إستهلاك الانارة إلى أقصى قدر ممكن.

# str_ac_tip5
source: Set the thermometer in the AC unit at 25 degrees Celsius and not below that level.
ar: ثبت مفتاح التحكم في درجة حرارة وحدة التكييف على درجة لا تقل عن 25 مئوية.

# str_water_saver1
source: Water Saver helps in reducing the overall amount of water consumed by the individual. The water saver mixes the water coming out of the tap with air which automatically reduces the amount of water leaving the tap but still feels like you are using the same amount used before.
ar: يساعد جهاز توفير المياه على خفض كمية المياه التي يستهلكها الفرد ، إذ يعمل جهاز توفير المياه على مزج الماء المتدفق من الصنبور بالهواء ويخفض بالتالي وتلقائياً كمية المياه المتدفقة من الصنبور ولكن مع منحك الإحساس بأنك ما زلت تستخدم الكمية المعتادة من الماء.

# str_water_saver2
source: The water saver can be installed behind the showerhead. In addition, you can also install a bolt that is used to control water flow which can either be turned on or off when taking a shower.
ar: يمكن تركيب جهاز توفير المياه خلف فوهة الدش. كذلك يمكن تركيب برغي يستخدم للتحكم بتدفق المياه ويمكن فتحه وأغلاقه عند الاستحمام.

# str_water_saver3
source: Method To Calculate Consumption
ar: طريقة احتساب الإستهلاك

# str_water_saver4
source: There are Two Sections in the Water Meter
ar: يتكون عداد المياه من قسمين:

# str_water_saver_tip1
source: One section is white with figures in black.
ar: قسم أبيض اللون يحتوي أرقاما باللون الأسود

# str_water_saver_tip2
source: The other section is red with figures in white.
ar: وقسم أحمر اللون ويحتوي أرقاما باللون الأبيض.

# str_water_saver5
source: Any figure in the white section refers to cubic meter or unit. The units for figures in the red section are liters.
ar: يبين أي رقم في القسم الأبيض عدد الأمتار أو الوحدات المكعبة. بينما تبين الوحدات الرقمية في القسم الأحمر عدد الليترات.

# str_water_saver6
source: How to Calculate Consumption
ar: كيفية حساب الإستهلاك

# str_water_saver_tip3
source: Read the meter for two consecutive days.
ar: خذ قراءة العداد ليومين متتالين

# str_water_saver_tip4
source: Subtract the first reading form the second reading.
ar: إطرح القراءة الأولى من القراءة الثانية

# str_water_saver_tip5
source: The difference between the two readings indicates the consumption of one day.
ar: يدل الفرق بين القرائتين على كمية الإستهلاك خلال يوم واحد.

# str_water_saver_tip6
source: If the difference between the two readings is for more that one day, it should be divided by number of days to get the daily consumption and number of persons to get consumption per capita.
ar: أما إذا تم اخذ القراءة الثانية بعد أكثر من يوم من أخذ القراء الأولى ، عندئذ يتم تقسيم الفرق على عدد الأيام لمعرفة الإستهلاك اليومي ، كما يمكن تقسيم الفرق بين القراءتين على عدد الأشخاص لمعرفة إستهلاك الفرد الواحد في اليوم.

# str_water_saver7
source: How to Calculate Consumption for One Day
ar: كيفية حساب الإستهلاك اليومي

# str_water_saver8
source: Example: March 1–31
ar: مثلاً : المدة من أول مارس إلى 31 مارس

# str_water_saver9
source: Number of days between the two readings = 30 days
ar: فرق الأيام بين القراءتين = 30 يوم

# str_water_saver10
source: Number of family members is five
ar: عدد أعضاء الأسرة = 5

# str_water_saver11
source: Consumption, the difference between the two readings, is 45 cubic meters
ar: الإستهلاك : الفرق بين القراءتين الأولى والثانية 45 متراً مكعباً.

# str_water_saver12
source: Daily consumption = 45/30 = 1.5 cubic meter / day support number of the family members is 5
ar: الإستهلاك اليومي = 45 ÷ 30 = 1.5 متراً مكعباً/ يومياً

# str_water_saver13
source: Consumption per capita = 1.5/5 = 0.3 cubic meter/ person/day
ar: الإستهلاك للشخص الواحد = 1.5 ÷ 5 = 0.3 متراً مكعباً للشخص الواحد/ يومياً.

# str_home_app1
source: Home appliances such as washing machines, driers, irons and others should be used at non-peak hours whenever possible.
ar: ينبغي إستخدام الأجهزة المنزلية مثل مكائن غسيل الملابس والتجفيف وكي الملابس وغيرها في غير أوقات الذروة كلما أمكن ذلك.

# str_home_app2
source: Refrigerator
ar: الثلاجــة

# str_home_app_tip1
source: Tightly close the refrigerator door.
ar: اغلق باب الثلاجة بأحكام.

# str_home_app_tip2
source: Do not open the refrigerator doors repetitively, especially during the summer season. Keep cold water in an insulated thermos outside the refrigerator. This gives kids, in particular, one less reason to open the refrigerator.
ar: لا تفتح أبواب الثلاجة بشكل متكرر كثيراً خاصة أثناء فصل الصيف. إحتفظ بالماء البارد في ثيرموس معزول خارج الثلاجة الأمر الذي يمنع الأطفال بشكل خاص من أحد اسباب الفتح المتكرر للثلاجة.

# str_home_app_tip3
source: Place the refrigerator in the coolest area of the kitchen. Avoid the warmer spots, especially those that are sunlit or near the oven.
ar: ضع الثلاجة في أبرد مكان في المطبخ وتجنب المواقع الساخنة خاصة تلك المعرضة لضوء الشمس أو بالقرب من الفرن.

# str_home_app_tip4
source: Avoid operating the refrigerator at maximum temperatures. Adjust the temperature to moderate levels that can keep food just as fresh
ar: عدم تشغيل الثلاجة بكل طاقتها بل على المستوى المتوسط الذي يمكن بفضله المحافظة على المأكولات وهي طازجة.

# str_home_app3
source: Washing machine
ar: الغسالـة

# str_home_wash
source: While washing
ar: اثناء الغسيل

# str_home_app_tip5
source: Avoid operating the washing machine on a daily basis, when possible. Operate the washing machine when the load is medium to heavy. This helps save electricity as well as water
ar: تجنب تشغيل الغسالة يومياً كلما أمكن ذلك بل إستخدمها حين يتراوح حجم الغسيل بين المتوسط إلى الثقيل مما يساعد على توفير إستهلاك الكهرباء والماء معاً.

# str_home_app_tip6
source: Machines that warm up water use up to six times more electricity compared with normal machines
ar: الغسالات التي تسخين الماء تستهلك ستة أضعاف الطاقة الكهربائية التي تستهلكها الغسالات العادية الأخرى.

# str_home_app4
source: Other appliances (T.V, Video, Recorder, Radio)
ar: الأجهزة الأخرى ( التلفزيون والفيديو والمسجل والراديو)

# str_home_app5
source: Avoid operating all the appliances at once, especially at peak hours (13.00 pm – 16.00pm and 22.00pm – 01.00am). This helps balance electricity load/consumption and prevents potential damage of the machines
ar: تجنب تشغيل جميع الأجهزة معاً خاصة في ساعات الذروة بين (الساعة 1:00 – 4:00 بعد الظهر ومن الساعة 10:00 ليلاً – 1:00 صباحاً) الأمر الذي يساعد على موازنة الأحمال / الإستهلاك ويمنع أي تلف محتمل للأجهزة.

# str_home_app6
source: The table below reflects the amount of power consumption for other home appliances:
ar: يوضح الجدول التالي كمية الطاقة المستهلكة للأجهزة المنزلية الأخرى:

# str_save_light_tip1
source: Switch off the lights when you exit the room.
ar: اطفىء كافة الانوار عند مغادرة الغرفة.

# str_save_light_tip2
source: Switch off the lights in rooms that are not occupied.
ar: اطفىء كافة الأنوار في الغرف غير المستخدمة.

# str_save_light_tip3
source: Switch off the lights during the day as it is beneficial to rely on sunlight during the day.
ar: اطفىء كافة الأنوار اثناء ساعات النهار والاعتماد على ضوء الشمس للفائدة .

# str_save_light_tip4
source: Paint the walls with light colors. Light colors reflect light, thereby intensifying the amount of light present in the room.
ar: إدهن (اصبغ) الجدران بالوان فاتحة لأن الالوان الفاتحة تعكس الإنارة/الإضاءة وبالتالي تضاعف كمية الضوء الموجودة بالغرفة.

# str_save_light_tip5
source: Use specific lamps that require less electric power to operate. These include fluorescent lamps and power saving lamps.
ar: إستخدم مصابيح خاصة تستهلك طاقة كهربائية في عملها، بما في ذلك مصابيح الفلورسنت ومصابيح الترشيد .

# str_save_light_tip6
source: Use insulating glass for windows. This enables the entry of the largest amount of natural light and in turn reduces the amount of electricity needed.
ar: إستخدام زجاج عازل على النوافذ الأمر الذي يسمح بدخول أكبر كمية من الانارة الطبيعية ويخفض بالتالي كمية الكهرباء المطلوبة.

# str_save_light1
source: Advantages of power saving lamps:
ar: مزايا مصابيح الترشيد:

# str_save_light_tip7
source: Power savings lamps use up to 80% less power consumption when compared with ordinary lamps. In addition, they produce less heat, thereby requiring less energy consumption by air conditioning units.
ar: تستخدم مصابيح الترشيد (الموفرة للطاقة ) نسبة أٌقل تصل إلى 80% من الإستهلاك عند مقارنتهابالمصابيح العادية، كما أنها تبعث حرارة أقل وعليه فان معدل إستهلاكها من للطاقة يعد أقٌل مقارنة بإستهلاكوحدات الهواء.

# str_save_light_tip8
source: The life time of power saving lamps is eight times that of the ordinary lamps. For example, if the lifetime of a normal bulb is 1000 hours, then the lifetime of power saving bulb is 8000 hours.
ar: إن العمر الافتراضي للمصابيح الاقتصادية يبلغ ثمانية أضعاف عمر المصابيح الاعتيادية. فعلى سبيل المثال إذا كان العمر الافتراضي للمصباح العادي هو 1000 ساعة فان العمر الافتراضي لمصباح إقتصادي هو 8000 ساعة.

# str_save_light2
source: The table below shows the difference in Watt usage between ordinary lamps and power savings lamps. Lower Watt usage means lower energy consumption and therefore, lower bill payment
ar: يوضح الجدول التالي الفرق بالوات بين إستهلاك المصابيح العادية وإستهلاك مصابيح الترشيد . مما يعني استخدام وات أٌقل ومن ثم إستهلاك أقل للكهرباء وبالتالي تقل قيمة الفاتورة.

# str_appliances
source: APPLIANCES
ar: الجهـاز

# str_consumption
source: CONSUMPTION (KW/Hours)
ar: الإستهلاك(كيلوات/ ساعة)

# str_split_ac
source: Split AC Units
ar: جهاز تكييف هواء

# str_elec_oven
source: Electric Oven
ar: فرن كهربائي

# str_elec_burner
source: Electric Burner
ar: موقد كهربائي

# str_grill
source: Grill
ar: شواية

# str_kettle
source: Kettle
ar: ابريق

# str_toaster
source: Toaster
ar: جهاز تحميص الخبز

# str_light_bulb
source: Light bulb
ar: غسالة أطباق

# str_washing_machine
source: A small washing machine
ar: غسالة ملابس صغيرة

# str_dish_washer
source: Dish Washer
ar: غسالة أطباق

# str_elec_vac_cleaner
source: Electric vacum cleaner
ar: مكنسة كهربائية

# str_refigerator
source: Refrigerator/Freezer
ar: ثلاجة / فريزر

# str_water_heater
source: Water heater
ar: سخان ماء

# str_water_cooler
source: Water cooler
ar: مبرد ماء

# str_television
source: Television
ar: تلفزيون

# str_iron
source: Iron
ar: مكواة

# str_elec_fan
source: Electric fan
ar: مروحة كهربائية

# str_hair_dryer
source: Hair dryer
ar: مجفف شعر

# str_ord_lamp
source: Ordinary lamp (Watt)
ar: المصابيح العادية (وات)

# str_power_save_lamp
source: Power saving lamp (Watt)
ar: مصابيح الترشيد (وات)

source: bullet_point
ar: bullet_point_ar

source: back_button
ar: back_button_ar

# str_about_value_content
source: Achieving ADDC vision requires us to permeate our core values throughout the organization in order to enable us to deliver sustainable business results. Our core values include:
ar: إن تحقيق وتجسيد رؤية شركة أبوظبي للتوزيع يحتم علينا النفاذ إلى قيمنا الاساسية في كل جوانب التنظيم ليتسنى الحصول على نتائج عملية دائمة ، وتشتمل قيمنا الأساسية:

# str_about_value_point1
source: Ensure provision of water and electricity with the highest levels of quality, safety and excellence.
ar: ضمان تقديم مياه وكهرباء ضمن أفضل معايير الجودة والسلامة والتميز

# str_about_value_point2
source: Demonstrate professionalism in all customer dealings
ar: التعامل بمهنية عالية في كافة معاملاتنا مع العملاء

# str_about_value_point3
source: Ensure that all business actions are driven by customer needs
ar: التأكد من أن جميع إجراءات العمل تصب في مصلحة العملاء

# str_about_value_point4
source: Operate the business following the highest ethical and moral standards
ar: إدارة الأعمال بإتباعنا لأعلى المعايير الأخلاقية

# str_about_value_point5
source: Honor commitments and treat everyone fairly and with respect
ar: استيفاء الالتزامات، ومعاملة كل شخص بنزاهة واحترام

# str_about_value_point6
source: Treat employees with respect
ar: معاملة الموظفين بالقدر اللازم من الاحترام

# str_about_value_point7
source: Provide a healthy and safe workplace
ar: توفير بيئة عمل صحية وآمنة.

# str_about_value_point8
source: Focus on recruiting, developing and retaining a skilled workforce
ar: التركيز على إستقطاب وتطوير والاحتفاظ بالموظفين ذوي المهارات .
