Repository: jagadeeshkn26/ADDC_MVVM_Working
Catalog: ADDC_MVVM/ADDC_MVVM/Resx/AppResource.*.resx
Languages: ar

# str_about_value_point9
source: Recognize and reward achievement
ar: تقدير ومكافأة الانجازات.

# str_about_value_point10
source: Empower people to maximize their potential and contribution and promote open and honest communication
ar: حث العاملين لمضاعفة قدراتهم ومشاركاتهم

# str_about_value_point11
source: and promote open and honest communication
ar: تشجيع التواصل بشفافية وأمانة

# str_about_value_heading2
source: Ethical behavior & integrity
ar: السلوك الأخلاقي والنزاهة

# str_about_value_heading3
source: Commitment to employees
ar: الالتزام تجاه الموظفين

# str_about_value_heading4
source: Excellence
ar: التميز

# str_about_value_heading5
source: Teamwork and trust
ar: العمل الجماعي والثقة

# str_about_value_point12
source: Strive to achieve the highest possible standards in day-to-day work and in the quality of the outcomes produced
ar: السعي لتحقيق أعلى المعايير الممكنة في العمل اليومي وجودة النتائج المحصلة.

# str_about_value_point13
source: Value the skills, strengths, and perspectives of a diverse team and promote cross-division teaming
ar: تقييم المهارات ونقاط القوة و وجهات النظر لفريق عمل متنوع الأفراد والمهارات وترويج العمل الجماعي عبر الأقسام

# str_about_value_point14
source: Promote a participatory workplace that enables people to get involved in making decisions about their work that contributes towards common business objectives
ar: تشجيع العمل الجماعي المشترك الذي يمكن الآخرين من المشاركة في اتخاذ القرارات حيال أعمالهم والتي تساهم بدورها بأهداف الأعمال المشتركة

# str_about_value_point15
source: Demonstrate corporate social responsibility by integrating community and social values in the development of corporate business planning
ar: إثبات المسؤولية الاجتماعية للشركة من خلال دمج القيم المجتمعية والاجتماعية في تطوير خطط الأعمال

# str_about_value_point16
source: Partner with other organizations and interest groups for the benefit of our society
ar: التعاون مع منظمات أخرى وجماعات المصالح لصالح مجتمعنا

# str_about_value_point17
source: Participate in social and community awareness programs and campaigns
ar: المشاركة في البرامج والحملات الاجتماعية والتوعية المجتمعية

# tariff_calculator_title
source: Tariff calculator
ar: حاسبة التعرفة

# tariff_consumption_limit
source: Consumption limits
ar: حدود الإستهلاك

# tariff_consumption_msg
source: A higher rate for using more than your daily allowance.
ar: وتُطبق قيمة "التعرفة الحمراء" على جميع أنواع الإستهلاك الأعلى من الحد اليومي المحدد.

# tariff_cubic_per_day_com
source: 7 cubic meters per day
ar: 7 متر مكعب (م3) في اليومs

# tariff_cubic_per_day_res
source: 0.7 cubic meters per day
ar: 0.7متر مكعب (م3) في اليوم

# tariff_expats_com_elec_units
source: 200 kWh per day
ar: 200 كيلو وات ساعة (ك.و.س) في اليوم

# tariff_expats_com_elec_units_17
source: 200 kWh per day
ar: 200 كيلو وات ساعة (ك.و.س) في اليوم

# tariff_expats_com_water_units
source: 5 cubic meters per day
ar: 5 متر مكعب (م3) في اليوم

# tariff_expats_com_water_units_17
source: 5 cubic meters per day
ar: 5 متر مكعب (م3) في اليوم

# tariff_expats_green_elec_units
source: Fils 21.00
ar: فلس 21.00

# tariff_expats_green_elec_units_17
source: Fils 26.80
ar: فلس 26.80

# tariff_expats_green_water_units
source: AED 5.95
ar: درهم إماراتي 5.95

# tariff_expats_green_water_units_17
source: AED 7.84
ar: درهم إماراتي 7.84

# tariff_expats_home_elec_units
source: 20 kWh per day
ar: 20 كيلو وات ساعة (ك.و.س) في اليوم

# tariff_expats_home_elec_units_17
source: 20 kWh per day
ar: 20 كيلو وات ساعة (ك.و.س) في اليوم

# tariff_expats_home_water_units
source: 0.7 cubic meters per day
ar: 0.7 متر مكعب (م3) في اليوم

# tariff_expats_home_water_units_17
source: 0.7 cubic meters per day
ar: 0.7 متر مكعب (م3) في اليوم

# tariff_expats_red_elec_units
source: Fils 31.80
ar: فلس 31.80

# tariff_expats_red_elec_units_17
source: Fils 30.5
ar: فلس 30.5

# tariff_expats_red_wter_units
source: AED 10.55
ar: درهم إماراتي 10.55

# tariff_expats_red_wter_units_17
source: AED 10.41
ar: درهم إماراتي 10.41

source: Tariff information
ar: معلومات حول التعرفة

# tariff_info_body1
source: There are a number of things that help determine the amount that you pay: how much water and electricity you use, the type of property you live in, and whether you’re a UAE National or an expat. This page explains how it all works.
ar: يمكنك هنا أن تجد جميع الاسعار و التعرفات السكنية لخدمات شركة أبوظبي للتوزيعز يتم تقسيم هذه التعرفات بشكل مختلف للمغتربين و لمواطنين دولة الإمارات العربية المتحدة. .

# tariff_one_cubic_meter
source: For 1 cubic meter
ar: مقابل 1 متر مكعب (م3)

# tariff_one_kilo_wats
source: For 1 kWh
ar: مقابل 1 كيلو وات ساعة (ك.و.س)

# tariff_slab_title
source: Tariff slab
ar: شريحة التعرفة

# tariff_uae_com_elec_units
source: 400 kWh per day
ar: 400 ك.و.س في اليوم

# tariff_uae_com_elec_units_17
source: 400 kWh per day
ar: 400 ك.و.س في اليوم

# tariff_uae_com_water_units
source: 7 cubic meters per day
ar: 7 متر مكعب (م3) في اليوم

# tariff_uae_com_water_units_17
source: 7 cubic meters per day
ar: 7 متر مكعب (م3) في اليوم

# tariff_uae_expats
source: Expats
ar: الوافدون

# tariff_uae_green_elec_units
source: Fils 5.00
ar: فلس 5.00

# tariff_uae_green_elec_units_17
source: Fils 6.70
ar: فلس 6.70

# tariff_uae_green_water_units
source: AED 1.70
ar: درهم إماراتي 1.70

# tariff_uae_green_water_units_17
source: AED 2.09
ar: درهم إماراتي 2.09

# tariff_uae_home_elec_units
source: 30 kWh per day
ar: 30 ك.و.س في اليوم

# tariff_uae_home_elec_units_17
source: 30 kWh per day
ar: 30 ك.و.س في اليوم

# tariff_uae_home_water_units_17
source: 0.7 cubic meters per day
ar: 0.7 متر مكعب (م3) في اليوم

# tariff_uae_nationals
source: UAE nationals
ar: المواطنون الإماراتيون

# tariff_uae_red_elec_units
source: Fils 5.50
ar: فلس 5.50

# tariff_uae_red_elec_units_17
source: Fils 7.50
ar: فلس 7.50

# tariff_uae_red_wter_units
source: AED 1.89
ar: درهم إماراتي 1.89

# tariff_uae_red_wter_units_17
source: AED 2.6
ar: درهم إماراتي 2.6

# tariff_wats_per_day_comm
source: 400 kWh per day
ar: 400 ك.و.س في اليوم

# tariff_wats_per_day_res
source: 30 kWh per day
ar: 30 ك.و.س في اليوم

# tariff_info_body2
source: Red and Green Rates
ar: المعدلات الحمراء والخضراء:

# tariff_info_body3
source: Our residential tariffs are designed to encourage sustainable consumption. They’re divided into two different rates that affect your total bill. The Green Band is charged at a lower rate, up to a set daily allowance based on a calculated “ideal average” consumption. If you use more than this limit, you’ll be charged at a higher Red Band rate. So, if you stay in the green, you’ll pay less for each unit.For other tariffs follow these links:
ar: تُطبق المعدلات الحمراء والخضراء وفقًا لحدود إستهلاك موضوعة على كل نوع من أنواع العقارات. ومن المهم ملاحظة أن الحدود اليومية الموضوعة تختلف في الفيلات عن الشقق وتختلف كذلك بالنسبة للمواطنين الإماراتيين عن الوافدين. وللحصول على معلومات حول تعرفات أخرى، اتبع هذا الرابط:

# tariff_chart
source: Tariff Checker
ar: جدول التعرفة

# tariff_slab_choose_year
source: Select year
ar: اختر السنة

# str_electricity
source: Electricity
ar: كهرباء

# str_water
source: Water
ar: ماء

# ariff_consumption_msg_green
source: A lower rate for using less than your daily allowance.
ar: تُطبق قيمة "التعرفة الخضراء" على جميع أنواع الإستهلاك الأقل من الحد اليومي المحدد

# str_cal_desc
source: Results of calculations are approximations only.
ar: يمكنك معرفة مقدار الطاقة المستهلكة بشكل تقديري ومبلغ الفاتورة باستخدام حاسبة التعرفة.

# tariff_calc_calculate
source: Calculate
ar: حساب

# tariff_calc_category_type
source: Tariff
ar: نوع الفئة

# tariff_calc_consum_amout
source: Consumption Units
ar: وحدات الاستخدام

# tariff_calc_num_days
source: Number of days
ar: عدد الأيام

# tariff_calc_serv_type
source: Service type
ar: نوع الخدمة

# tariff_calc_social_card
source: Are you a social card holder.
ar: هل أنت من حاملي بطاقة الشؤون الاجتماعية؟

# tariff_calc_unmetered
source: Do you have unmetered water supply?
ar: هل لديك خدمة المياه بدون عداد؟

# tariff_total_title
source: Total
ar: الإجمالي

# traiff_cate_type_0
source: Residential-nationals
ar: السكني - المواطنون

# traiff_cate_type_1
source: Residential-expats
ar: السكني - الوافدون

# traiff_electric_units
source: kWh
ar: ك.و.س

# traiff_premise_type_0
source: Flat
ar: شقة

# traiff_premise_type_1
source: Villa
ar: فيلا

# traiff_water_units
source: m3
ar: م3

# str_locate_us_heading
source: Find your nearest outlet
ar: حدد موقعنا

# str_locate_green
source: Branch
ar: لفروع

# str_locate_grey
source: Kiosks
ar: أجهزة السداد الآلي

# str_partner
source: Partners
ar: الشركاء

# str_locate_branch
source: Branch
ar: فرع

# str_locate_kiosk
source: Kiosk
ar: كشك

# str_locate_partner
source: PARTNERS
ar: شريك

# str_all_services
source: All
ar: كل

# str_locate_us_header
source: We've put all of our branches, kiosks and partners outlets as well as their opening hours at your fingertips.You can filter by the type of outlet you would like to visit.
ar: يمكنك العثور على قائمة بجميع فروع شركة أبوظبي للتوزيع، وأجهزة الدفع الألي وشركائها. قم باستخدام القوائم التاليه واستفد من مجموعة خدماتنا بسهولة.

# str_select_service
source: Please select a service
ar: تحديد خدمة

# str_share
source: Share with a friend
ar: مشاركة مع صديق

# str_enter_username
source: Enter your username
ar: أدخل اسم المستخدم

# str_username
source: UserName
ar: اسم المستخدم

# tremsconditions
source: Terms and conditions will appear shortly.
ar: ستظهر الشروط والأحكام بعد قليل

source: LocateUSEng
ar: LocateUs_Ara

# enquery_want_intouch
source: Do you want to get in touch with us?
ar: هل ترغب في التواصل معنا ؟

# enquiry_assistance
source: Need assistance?
ar: تحتاج إلى مساعدة؟

# enquiry_assistance_desc
source: All these information you need to deal with ADDC is readily to available on the website on our FAQ\'s Page. Please use the below option to proceed before get in touch with us.
ar: .كل ما تحتاج معرفته للتعامل مع شركة أبوظبي للتوزيع متوفر في صفحة الأسئلة و الأجوبة. الرجاء إختيار أحد الخيارات التالية للتواصل معنا

# str_branch_locator
source: Branch locator
ar: حدد الأفرع

# str_call_us
source: Call us
ar: اتصل بنا

# str_email_us
source: Email us
ar: أرسل بريد إلكتروني

# str_freq_ask_qustns
source: Frequently asked questions
ar: أسئلة مكررة

# str_getintouch_title
source: Get in touch With ADDC
ar: تواصل مع شركة أبوظبي للتوزيع

# str_suggestions
source: Suggestions
ar: إقتراحات

# str_All
source: Filter by service
ar: التصنيف وفقاً للخدمة

# str_network
source: Network connection unavailable. Please try after some time
ar: اتصال الشبكة غير متاح. يُرجى إعادة المحاولة بعد قليل

# str_previous_due
source: Previous due
ar: إجمالي الرصيد السابق

# str_total_due
source: Total due
ar: الإجمالي المُستحقّ

# str_payment_text
source: How much would you like to pay ?
ar: الرجاء تحديد المبلغ

# str_total_text
source: Total to be paid
ar: الإجمالي الواجب دفعه:

# str_amount_to_be_paid
source: Amount To be paid
ar: الرصيد المُستحقّ

# str_amount_paid
source: Amount paid
ar: المبلغ المدفوع

# str_thanks_text
source: Thank you!!
ar: شكرًا لك!!

# str_paid_on
source: Paid on
ar: اخر سداد بتاريخ

# str_email_text
source: Email receipt
ar: إرسال الإيصال عبر البريد الإلكتروني

# str_payment_received
source: We’ve received your payment.
ar: لقد استلمنا دفعة السداد

# str_property_name
source: Property name
ar: اسم العقار

# str_acc_number_bill
source: Account number
ar: رقم الحساب

# str_trans_id
source: Transaction ID
ar: رقم المرجع البنكي

# str_total_amt_due
source: Total amount due
ar: الإجمالي المُستحقّ

# str_units
source: Units :
ar: الوحدات :

# str_water_tariff_units
source: AED/m3
ar: درهم إماراتي/م3

# str_elec_tariff_units
source: Fils/kWh
ar: فلس/ك.و.س

# str_account_num
source: Account number
ar: رقم الحساب

# str_life_sup
source: Life support
ar: دعم المعيشة

# str_payment_date_text
source: Payment date
ar: تاريخ السداد

# str_acc_details
source: Customer details
ar: تفاصيل الحساب

# str_acc_num_bold
source: Account number
ar: رقم الحساب

# str_payment_rcv
source: Payment received
ar: المبلغ المدفوع

# str_update_acc_title
source: Edit my profile
ar: تحديث ملفي الشخصي

# str_customer_id
source: Customer ID
ar: معرف العميل

# str_see_all
source: See more
ar: عرض المزيد

# str_see_less
source: See less
ar: عرض أقل

# str_home
source: Home
ar: رقم الهاتف المنزلي

# str_work
source: Work
ar: رقم هاتف العمل

# str_mobile
source: Mobile
ar: رقم الإتصال

# str_others
source: Others
ar: تنشيط حساب على الإنترنت

# str_email_info
source: To access your Account online,fill details below.
ar: للدخول إلى حسابك على شبكة الإنترنت قم بتعبئة البيانات التالية:

# str_type_password
source: Type password
ar: اكتب كلمة المرور

# str_re_typr_password
source: Re type password
ar: أعد كتابة كلمة المرور:

# str_premise_name
source: Beach house
ar: منزل الاجازة

# str_fav_color
source: What is your favourite colour?
ar: ما هو لونك المفضّل؟

# str_update_acc_lang_query_ans
source: English
ar: الإنجليزية

# str_requred_head
source: Create log in information
ar: إنشاء بيانات تسجيل الدخول

# str_update_acc_desc
source: We\'ll use this as a way of contacting you.
ar: سنستخدم ذلك كوسيلة للاتصال بك.

# str_oldpasswd
source: Old password
ar: كلمة المرور القديمة

# str_bill_pref_accoptions
source: Bill preference
ar: الطريقة المفضلة لإستلام الفاتورة

# adjustments
source: Adjustments/Corrections
ar: التسويات/التصحيحات

# other_changes
source: Other charges
ar: رسوم أخرى

source: Municipality fees
ar: رسوم البلدية

# str_make_payment
source: Make a payment
ar: سداد

# str_bank_trans_id
source: Bank Transaction ID
ar: رقم المعاملة

# str_payment_update
source: Your outstanding balance will reflect on the payment screen in less than 15 minutes.
ar: سيتم تحديث رصيدك المستحق على شاشة السداد في أقل من 15 دقيقة.
